{
  
    "Luffy": [
        "Luffy é introduzido como uma criança",
        "da Vila Foosha no Reino de Goa,",
        "no qual admira o pirata Shanks o Ruivo",
        "e planeja se tornar um também",
        "comendo espontaneamente a Gomu-Gomu",
        "no Mi (ゴムゴムの実, em português, Fruta da Borracha),",
        "cuja fruta Shanks e sua tripulação conseguiram,",
        "e assim adquire seus poderes de borracha."
    ],
    "Aokiji": [
        "Kuzan mais conhecido por seu antigo pseudônimo Aokiji,",
        "é um antigo almirante da Marinha e o primeiro",
        "aparecer na série. Ele foi indicado por Sengoku para a posição", 
        "de Almirante da frota. Entretanto, após perder", 
        "o cargo para Sakazuki, ele deixou a Marinha.",
        "Ele é um antagonista secundário do Arco Long Ring Long Land", 
        "e junto com outros Marinheiros, ele é um dos principais",
        "antagonistas do Arco Marineford."
    ],
    "Crocodile": [        
        "Em um ponto no passado, o sonho de Crocodile era se tornar", 
        "o Rei dos Piratas. Durante seu tempo como um novato,", 
        "ele havia cruzado com Emporio Ivankov, que acabou com", 
        "o conhecimento de algo que Crocodile não deseja ser revelado.", 
        "Uma vez ele foi para o Novo Mundo e se adaptou ao seu ambiente errático."
    ],
    "Zoro": [
        "Na história, Zoro era um caçador de piratas que por fim se torna um quando", 
        "é convencido pelo protagonista Monkey D. Luffy a ser o",
        "primeiro membro de sua tripulação, os Piratas do Chapéu de Palha.", 
        "Dentro do grupo, Zoro tem a função de combatente e muitas", 
        "vezes assume o papel de imediato do bando."
    ],
    "Barbanegra": [
        "Na história de One Piece, Barba Negra é um personagem", 
        "que desde a infância planeja se tornar o rei do mundo.", 
        "Ele é o maior inimigo dos Chapéus de Palha.",
        "Teach, mais conhecido como Barba Negra, já começou a sua jornada", 
        "em One Piece como um dos maiores piratas da nova geração.", 
        "Em pouco tempo, ele teve grandes conquistas como chegar ao título de Yonkou", 
        "montar uma tripulação monstruosa e ter o poder de duas Akuma no Mi extremamente", 
        "poderosas."
    ]
}

    



    